export const pokemonDescriptions: { [key: string]: string } = {
    Pikachu: "Пикачу является одним из самых сильных электрических покемонов потому что может выдавать электрический заряд разной мощности по желанию покемона...",
    Charmander: "Чармандер — покемон Огненного типа из I поколения. Внешность: двуногая рептилия красновато-оранжевого цвета...",
    Bulbasaur: "Покемон Бульбазавр находится под номером 1 в Покедекс и относится к травяному и ядовитому типу...",
    Squirtle: "Сквиртл — это небольшая черепашка с кожей голубого цвета. У него круглый коричневый панцирь с жёлтым брюшком...",
  };
  